Repository: sugarlabs/colordeducto
Catalog: po/*.po
Languages: it, ka, pt_br

source: Resuming level %d
it: Ripristino del livello %d
ka: ვაგრძელებ დონეს %d
pt_br: Retornando à fase %d

source: Start a new game.
it: Inizia una nuova partita.
ka: ახალი თამაშის დაწყება.
pt_br: Começar um novo jogo.

source: The pattern matches the rule.
it: Il modello corrisponde alla regola.
ka: ნიმუში ემთხვევა წესს.
pt_br: O padrão corresponde com a regra.

source: The pattern does not match the rule.
it: Il modello non corrisponde alla regola.
ka: ნიმუში არ ემთხვევა წესს.
pt_br: O padrão não corresponde com a regra.

source: Explore some examples.
it: Esplora alcuni esempi.
ka: დაათვალიერეთ ზოგიერთი მაგალითი.
pt_br: Explore alguns exemplos.

source: Load a custom level.
it: Carica un livello personalizzato.
ka: მორგებული დონის ჩატვირთვა.
pt_br: Carregar um nível personalizado.

source: Playing level %d
it: Livello di Gioco %d
ka: თამაშობთ დონეს %d
pt_br: Jogando a fase %d

source: Only sharer can start a new game.
it: Solo chi partecipa pu√≤ iniziare una nuova partita.
ka: ახალი თამაშის დაწყება, მხოლოდ, გამზიარებელს შეუძლია.
pt_br: Somente quem compartilhou a atividade pode iniciar um novo jogo.

source: Game over.
it: Gioco finito.
ka: თამაში დასრულდა.
pt_br: Fim do jogo.

source: Wait for sharer to start a new game.
it: Attendi che il partecipante inizi un nuovo gioco.
ka: დაელოდეთ გამზიარებელს, რომ ახალ თამაში დაიწყოს.
pt_br: Aguarde outro participante para iniciar um novo jogo.

source: %d correct answers.
it: %d risposte corrette.
ka: %d სწორი პასუხი.
pt_br: %d respostas corretas.

source: Pattern was false.
it: Il modello era falso.
ka: ნიმუში ცრუ იყო.
pt_br: O padrão era falso.

source: Pattern was true.
it: Il modello era vero.
ka: ნიმუში ჭეშმარიტი იყო.
pt_br: Padrão era verdadeiro.

source: Resume play
it: Riprendi la riproduzione
ka: თამაშის გაგრძელება
pt_br: Retornar ao jogo

source: Show a pattern that matches the rule.
it: Mostra un modello che corrisponde alla regola.
ka: ნიმუშის ჩვენება, რომელიც წესს ემთხვევა.
pt_br: Apresenta um padrão que corresponde com a regra.

source: Show a pattern that does not match the rule.
it: Mostra un modello che non corrisponde alla regola.
ka: აჩვენებს ნიმუშს, რომელიც წესს არ ემთხვევა.
pt_br: Apresenta um padrão que não corresponde com a regra.

source: Explore patterns with the %s and %s buttons.
it: Esplora i modelli con i pulsanti %s e %s.
ka: დაათვალიერეთ ნიმუშები %s და %s ღილაკებით.
pt_br: Explore os padrões através dos botões %s e %s.

source: Load a "True" pattern generator from the journal
it: Carica un "Vero" generatore di modelli dal diario
ka: "ჭეშმარიტი" ნიმუშის გენერატორის ჩატვირთვა ჟურნალიდან
pt_br: Carrega um gerador de padrões "Verdadeiro" do diário

source: Load a "False" pattern generator from the journal
it: Carica un "Falso" generatore di modelli dal diario
ka: "ცრუ" ნიმუშის გენერატორის ჩატვირთვა ჟურნალიდან
pt_br: Carrega um gerador de padrões "Falso" do diário

source: New level added
it: Nuovo livello aggiunto
ka: ახალი დონე დამატებულია
pt_br: Nova fase adicionada

source: Game
ka: თამაში
pt_br: Jogo

source: Click on new game button to begin.
ka: დასაწყებად, დააწკაპუნეთ ახალი თამაშის ღილაკზე.
pt_br: Clique no botão novo jogo para iniciar.

source: a game based on logical induction
it: un gioco basato sull'induzione logica
