Repository: sugarlabs/colordeducto
Catalog: po/ach.po
Languages: ach

source: ColorDeducto
ach: KalaDeducto

source: Resuming level %d
ach: Dwogo cako lebol %d

source: Game
ach: Tuku

source: Start a new game.
ach: Cak tuku anyen.

source: The pattern matches the rule.
ach: Kitekite rwate kede cik me tuku.

source: The pattern does not match the rule.
ach: Kitekite pe rwate kede cik me tuku.

source: Explore some examples.
ach: Yeyenyo kong lanyut mogo.

source: Load a custom level.
ach: Ket ilebol me karelung.

source: Playing level %d
ach: Tye katuku ilebol %d

source: Only sharer can start a new game.
ach: Ngat aleo kedi keken twero cako tuku anyen.

source: Game over.
ach: Tuku otunu iyi agiki.

source: Click on new game button to begin.
ach: Di mapeca me tuku anyen wek icaki.

source: Wait for sharer to start a new game.
ach: Kur ngat inywako kede wek icak tuku anyen.

source: %d correct answers.
ach: %d anca ikome.

source: Pattern was false.
ach: Kite mere onwongo pe ateni.

source: Pattern was true.
ach: Kite mere onwongo ateni.

source: Resume play
ach: Dok ituku

source: Show a pattern that matches the rule.
ach: Nyut kite moro ame rwate ki cik.

source: Show a pattern that does not match the rule.
ach: Nyuti kite moro ape rwate ki cik.

source: Explore patterns with the %s and %s buttons.
ach: Yeyenyo kite mere ki mapeca %s kede %s.

source: Load a "True" pattern generator from the journal
ach: Ket kite mere me 'Ateni' ame onwongere I janol

source: Load a "False" pattern generator from the journal
ach: Ket kite mere me 'Goba' ame onwongere I janol

source: New level added
ach: Lebol manyen gimedo
